INSERT INTO postgres.hub_db.p_hubs (id, name, address, lat, lng) VALUES

                                                            ('11111111-1111-1111-1111-111111111111', '서울특별시 센터', '서울특별시 송파구 송파대로 55', 37.5145, 127.1059),
                                                            ('22222222-2222-2222-2222-222222222222', '경기 북부 센터', '경기도 고양시 덕양구 권율대로 570', 37.6584, 126.8320),
                                                            ('33333333-3333-3333-3333-333333333333', '경기 남부 센터', '경기도 이천시 덕평로 257-21', 37.2692, 127.4425),
                                                            ('44444444-4444-4444-4444-444444444444', '부산광역시 센터', '부산 동구 중앙대로 206', 35.1174, 129.0414),
                                                            ('55555555-5555-5555-5555-555555555555', '대구광역시 센터', '대구 북구 태평로 161', 35.8756, 128.5963),
                                                            ('66666666-6666-6666-6666-666666666666', '인천광역시 센터', '인천 남동구 정각로 29', 37.4563, 126.7052),
                                                            ('77777777-7777-7777-7777-777777777777', '광주광역시 센터', '광주 서구 내방로 111', 35.1601, 126.8514),
                                                            ('88888888-8888-8888-8888-888888888888', '대전광역시 센터', '대전 서구 둔산로 100', 36.3504, 127.3845),
                                                            ('99999999-9999-9999-9999-999999999999', '울산광역시 센터', '울산 남구 중앙로 201', 35.5384, 129.3114),
                                                            ('aaaaaaaa-aaaa-aaaa-aaaa-aaaaaaaaaaaa', '세종특별자치시 센터', '세종특별자치시 한누리대로 2130', 36.4800, 127.2890),
                                                            ('bbbbbbbb-bbbb-bbbb-bbbb-bbbbbbbbbbbb', '강원특별자치도 센터', '강원특별자치도 춘천시 중앙로 1', 37.8813, 127.7298),
                                                            ('cccccccc-cccc-cccc-cccc-cccccccccccc', '충청북도 센터', '충북 청주시 상당구 상당로 82', 36.6357, 127.4914),
                                                            ('dddddddd-dddd-dddd-dddd-dddddddddddd', '충청남도 센터', '충남 홍성군 홍북읍 충남대로 21', 36.6592, 126.6728),
                                                            ('eeeeeeee-eeee-eeee-eeee-eeeeeeeeeeee', '전북특별자치도 센터', '전북 전주시 완산구 효자로 225', 35.8242, 127.1480),
                                                            ('ffffffff-ffff-ffff-ffff-ffffffffffff', '전라남도 센터', '전남 무안군 삼향읍 오룡길 1', 34.9904, 126.4816),
                                                            ('12121212-1212-1212-1212-121212121212', '경상북도 센터', '경북 안동시 풍천면 도청대로 455', 36.5759, 128.5056),
                                                            ('13131313-1313-1313-1313-131313131313', '경상남도 센터', '경남 창원시 의창구 중앙대로 300', 35.2270, 128.6811);